Repository: moaiy-com/moaiy
Catalog: Moaiy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

# subkey_expiration_format
source: Expires: %@
ar: ينتهي في: %@
de: Läuft ab: %@
es: Expira: %@
fr: Expiration : %@
hi: समाप्ति: %@
ja: 有効期限: %@
ko: 만료: %@
pt_br: Expira em: %@
ru: Истекает: %@
zh_hans: 到期：%@

# subkey_expiration_never
source: Never expires
ar: لا تنتهي الصلاحية
de: Läuft nie ab
es: Nunca expira
fr: N’expire jamais
hi: कभी समाप्त नहीं
ja: 無期限
ko: 만료 없음
pt_br: Nunca expira
ru: Без срока действия
zh_hans: 永不过期

# subkey_expiration_one_year
source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
hi: 1 वर्ष
ja: 1年
ko: 1년
pt_br: 1 ano
ru: 1 год
zh_hans: 1年

# subkey_expiration_title
source: Expiration
ar: انتهاء الصلاحية
de: Ablauf
es: Vencimiento
hi: समाप्ति
ja: 有効期限
ko: 만료
pt_br: Validade
ru: Срок действия
zh_hans: 有效期

# subkey_expiration_two_years
source: 2 years
ar: سنتان
de: 2 Jahre
es: 2 años
fr: 2 ans
hi: 2 वर्ष
ja: 2年
ko: 2년
pt_br: 2 anos
ru: 2 года
zh_hans: 2年

# subkey_filter_active
source: Active
ar: نشط
de: Aktiv
es: Activas
fr: Actives
hi: सक्रिय
ja: 有効
ko: 활성
pt_br: Ativas
ru: Активные
zh_hans: 可用

# subkey_filter_high_risk
source: High Risk
ar: عالي الخطورة
de: Hohes Risiko
es: Alto riesgo
fr: Risque élevé
hi: उच्च जोखिम
ja: 高リスク
ko: 고위험
pt_br: Alto risco
ru: Высокий риск
zh_hans: 高风险

# subkey_key_length_label
source: Length:
ar: الطول:
de: Länge:
es: Longitud:
fr: Longueur :
hi: लंबाई:
ja: 長さ:
ko: 길이:
pt_br: Tamanho:
ru: Длина:
zh_hans: 长度：

# subkey_list_title
source: Subkeys
ar: المفاتيح الفرعية
de: Unterschlüssel
es: Subclaves
fr: Sous-clés
hi: उप-कुंजियाँ
ja: サブキー一覧
ko: 하위 키 목록
pt_br: Subchaves
ru: Подключи
zh_hans: 子密钥列表

# subkey_loading
source: Loading subkeys…
ar: جارٍ تحميل المفاتيح الفرعية…
de: Unterschlüssel werden geladen…
es: Cargando subclaves…
fr: Chargement des sous-clés…
hi: उप-कुंजियाँ लोड हो रही हैं…
ja: サブキーを読み込み中…
ko: 하위 키를 불러오는 중…
pt_br: Carregando subchaves…
ru: Загрузка подключей…
zh_hans: 正在加载子密钥…

# subkey_management_title
source: Subkey Management
ar: إدارة المفاتيح الفرعية
de: Unterschlüsselverwaltung
es: Gestión de subclaves
fr: Gestion des sous-clés
hi: उप-कुंजी प्रबंधन
ja: サブキー管理
ko: 하위 키 관리
pt_br: Gerenciamento de subchaves
ru: Управление подключами
zh_hans: 子密钥管理

# subkey_material_external
source: External/Hardware material
ar: مادة خارجية/عتادية
de: Externes/Hardware-Material
es: Material externo/de hardware
fr: Matériel externe/matériel physique
hi: बाहरी/हार्डवेयर सामग्री
ja: 外部/ハードウェア素材
ko: 외부/하드웨어 자료
pt_br: Material externo/de hardware
ru: Внешний/аппаратный материал
zh_hans: 外部/硬件材料

# subkey_material_local
source: Local secret material
ar: مادة سرية محلية
de: Lokales geheimes Material
es: Material secreto local
fr: Matériel secret local
hi: स्थानीय गुप्त सामग्री
ja: ローカル秘密鍵素材
ko: 로컬 비밀 키 자료
pt_br: Material secreto local
ru: Локальный секретный материал
zh_hans: 本地私钥材料

# subkey_passphrase_placeholder
source: Key passphrase (if required)
ar: عبارة مرور المفتاح (عند الحاجة)
de: Schlüsselpassphrase (falls erforderlich)
es: Frase de contraseña (si aplica)
fr: Phrase secrète de la clé (si nécessaire)
hi: कुंजी पासफ़्रेज़ (यदि आवश्यक हो)
ja: 鍵のパスフレーズ（必要な場合）
ko: 키 암호문(필요 시)
pt_br: Senha da chave (se necessário)
ru: Парольная фраза ключа (если требуется)
zh_hans: 密钥口令（如有）

# subkey_revoke_success
source: Subkey revoked successfully.
ar: تم إبطال المفتاح الفرعي بنجاح.
de: Unterschlüssel erfolgreich widerrufen.
es: Subclave revocada correctamente.
fr: Sous-clé révoquée avec succès.
hi: उप-कुंजी सफलतापूर्वक निरस्त की गई।
ja: サブキーを失効しました。
ko: 하위 키를 폐기했습니다.
pt_br: Subchave revogada com sucesso.
ru: Подключ успешно отозван.
zh_hans: 子密钥已成功吊销。

# subkey_rotation_guidance_default
source: For better security, rotate signing and authentication subkeys regularly and keep revocation paths ready.
ar: لأمان أفضل، قم بتدوير مفاتيح التوقيع/المصادقة الفرعية بانتظام واحتفظ بخطة الإبطال جاهزة.
de: Für bessere Sicherheit sollten Sie Signatur-/Authentifizierungs-Unterschlüssel regelmäßig rotieren und Widerrufswege vorbereiten.
es: Para mayor seguridad, rote regularmente las subclaves de firma/autenticación y mantenga listo el plan de revocación.
fr: Pour une meilleure sécurité, faites tourner régulièrement les sous-clés de signature/authentification et gardez un plan de révocation prêt.
hi: बेहतर सुरक्षा के लिए, साइनिंग/ऑथेंटिकेशन उप-कुंजियों को नियमित रूप से रोटेट करें और निरस्तीकरण योजना तैयार रखें।
ja: 安全性向上のため、署名/認証サブキーを定期的にローテーションし、失効手順を事前に準備してください。
ko: 보안을 위해 서명/인증 하위 키를 주기적으로 교체하고 폐기 절차를 미리 준비하세요.
pt_br: Para maior segurança, faça rotação regular das subchaves de assinatura/autenticação e mantenha o plano de revogação pronto.
ru: Для повышения безопасности регулярно ротируйте подключи подписи/аутентификации и заранее готовьте путь отзыва.
zh_hans: 为提升安全性，建议定期轮换签名/认证子密钥，并预先准备吊销方案。

# subkey_rotation_guidance_expiring
source: Some subkeys are expiring soon. Prepare replacement subkeys in advance.
ar: ستنتهي صلاحية بعض المفاتيح الفرعية قريبًا. جهّز مفاتيح بديلة مسبقًا.
de: Einige Unterschlüssel laufen bald ab. Bereiten Sie rechtzeitig Ersatz-Unterschlüssel vor.
es: Algunas subclaves vencerán pronto. Prepare subclaves de reemplazo con antelación.
fr: Certaines sous-clés expirent bientôt. Préparez des sous-clés de remplacement à l’avance.
hi: कुछ उप-कुंजियाँ जल्द समाप्त होने वाली हैं। पहले से प्रतिस्थापन तैयार करें।
ja: 一部のサブキーはまもなく期限切れになります。事前に置き換え用サブキーを準備してください。
ko: 일부 하위 키가 곧 만료됩니다. 미리 교체 하위 키를 준비하세요.
pt_br: Algumas subchaves expirarão em breve. Prepare subchaves de substituição com antecedência.
ru: Срок действия некоторых подключей скоро истечёт. Подготовьте замену заранее.
zh_hans: 部分子密钥即将到期。请提前准备替换子密钥。

# subkey_rotation_guidance_high_risk
source: High-risk subkeys detected. Revoke or replace them as soon as possible.
ar: تم اكتشاف مفاتيح فرعية عالية الخطورة. قم بإبطالها أو استبدالها بأسرع وقت.
de: Unterschlüssel mit hohem Risiko erkannt. Widerrufen oder ersetzen Sie sie so schnell wie möglich.
es: Se detectaron subclaves de alto riesgo. Revóquelas o reemplácelas cuanto antes.
fr: Des sous-clés à haut risque ont été détectées. Révoquez-les ou remplacez-les rapidement.
hi: उच्च-जोखिम उप-कुंजियाँ मिलीं। इन्हें जल्द से जल्द निरस्त या बदलें।
ja: 高リスクのサブキーが検出されました。できるだけ早く失効または置き換えを行ってください。
ko: 고위험 하위 키가 감지되었습니다. 가능한 한 빨리 폐기하거나 교체하세요.
pt_br: Subchaves de alto risco detectadas. Revogue ou substitua o quanto antes.
ru: Обнаружены подключи с высоким риском. Как можно скорее отзовите или замените их.
zh_hans: 检测到高风险子密钥。请尽快吊销或替换。

# subkey_rotation_guidance_title
source: Rotation Guidance
ar: إرشادات التدوير
de: Rotationshinweise
es: Guía de rotación
fr: Conseils de rotation
hi: रोटेशन मार्गदर्शन
ja: ローテーションのガイダンス
ko: 교체 가이드
pt_br: Guia de rotação
ru: Рекомендации по ротации
zh_hans: 轮换建议

# subkey_selected_fingerprint_format
source: Subkey: %@
ar: المفتاح الفرعي: %@
de: Unterschlüssel: %@
es: Subclave: %@
fr: Sous-clé : %@
hi: उप-कुंजी: %@
ja: サブキー: %@
ko: 하위 키: %@
pt_br: Subchave: %@
ru: Подключ: %@
zh_hans: 子密钥：%@

# subkey_sort_created_newest
source: Created (Newest)
ar: تاريخ الإنشاء (الأحدث)
de: Erstellt (neueste zuerst)
es: Creación (más reciente)
fr: Création (récent d’abord)
hi: निर्मित (नवीनतम)
ja: 作成日（新しい順）
ko: 생성일(최신순)
pt_br: Criação (mais recente)
ru: Создано (сначала новые)
zh_hans: 创建时间（最新）

# subkey_sort_created_oldest
source: Created (Oldest)
ar: تاريخ الإنشاء (الأقدم)
de: Erstellt (älteste zuerst)
es: Creación (más antigua)
fr: Création (ancien d’abord)
hi: निर्मित (सबसे पुराना)
ja: 作成日（古い順）
ko: 생성일(오래된순)
pt_br: Criação (mais antiga)
ru: Создано (сначала старые)
zh_hans: 创建时间（最早）

# subkey_sort_expiration_soonest
source: Expiration (Soonest)
ar: الانتهاء (الأقرب)
de: Ablauf (am nächsten)
es: Vencimiento (más próximo)
fr: Expiration (la plus proche)
hi: समाप्ति (सबसे निकट)
ja: 有効期限（近い順）
ko: 만료일(가까운순)
pt_br: Validade (mais próxima)
ru: Срок действия (ближайший)
zh_hans: 有效期（最早到期）

# subkey_sort_title
source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
ru: Сортировка
zh_hans: 排序

# subkey_status_disabled
source: Disabled
ar: معطّل
de: Deaktiviert
es: Deshabilitada
fr: Désactivée
hi: अक्षम
ja: 無効
ko: 비활성화됨
pt_br: Desativada
ru: Отключен
zh_hans: 已禁用

# subkey_status_expired
source: Expired
ar: منتهي
de: Abgelaufen
es: Expirada
fr: Expirée
hi: समाप्त
ja: 期限切れ
ko: 만료됨
pt_br: Expirada
ru: Истёк
zh_hans: 已过期

# subkey_status_invalid
source: Invalid
ar: غير صالح
de: Ungültig
es: Inválida
fr: Invalide
hi: अमान्य
ja: 無効
ko: 유효하지 않음
pt_br: Inválida
ru: Недействителен
zh_hans: 无效

# subkey_status_revoked
source: Revoked
ar: ملغى
de: Widerrufen
es: Revocada
fr: Révoquée
hi: निरस्त
ja: 失効
ko: 폐기됨
pt_br: Revogada
ru: Отозван
zh_hans: 已吊销

# subkey_status_unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocida
fr: Inconnue
hi: अज्ञात
ja: 不明
ko: 알 수 없음
pt_br: Desconhecida
ru: Неизвестно
zh_hans: 未知

# subkey_status_valid
source: Valid
ar: صالح
de: Gültig
es: Válida
fr: Valide
hi: वैध
ja: 有効
ko: 유효
pt_br: Válida
ru: Действителен
zh_hans: 有效

# subkey_update_expiration_success
source: Subkey expiration updated successfully.
ar: تم تحديث انتهاء صلاحية المفتاح الفرعي بنجاح.
de: Ablauf des Unterschlüssels erfolgreich aktualisiert.
es: Vencimiento de subclave actualizado correctamente.
fr: Expiration de la sous-clé mise à jour avec succès.
hi: उप-कुंजी की समाप्ति सफलतापूर्वक अपडेट हुई।
ja: サブキーの有効期限を更新しました。
ko: 하위 키 만료를 업데이트했습니다.
pt_br: Validade da subchave atualizada com sucesso.
ru: Срок действия подключа успешно обновлён.
zh_hans: 子密钥有效期已成功更新。

# subkey_update_expiration_title
source: Update Subkey Expiration
ar: تحديث انتهاء صلاحية المفتاح الفرعي
de: Ablauf des Unterschlüssels aktualisieren
es: Actualizar vencimiento de subclave
fr: Mettre à jour l’expiration de la sous-clé
hi: उप-कुंजी की समाप्ति अपडेट करें
ja: サブキーの有効期限を更新
ko: 하위 키 만료 업데이트
pt_br: Atualizar validade da subchave
ru: Обновить срок действия подключа
zh_hans: 更新子密钥有效期

# subkey_usage_authenticate
source: Authenticate
ar: مصادقة
de: Authentifizieren
es: Autenticar
fr: Authentifier
hi: प्रमाणीकरण
ja: 認証
ko: 인증
pt_br: Autenticar
ru: Аутентификация
zh_hans: 认证

# subkey_usage_encrypt
source: Encrypt
ar: تشفير
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
hi: एन्क्रिप्ट
ja: 暗号化
ko: 암호화
pt_br: Criptografar
ru: Шифрование
zh_hans: 加密

# subkey_usage_sign
source: Sign
ar: توقيع
de: Signieren
es: Firmar
fr: Signer
hi: हस्ताक्षर
ja: 署名
ko: 서명
pt_br: Assinar
ru: Подпись
zh_hans: 签名

# subkey_usage_title
source: Usage
ar: الاستخدام
de: Verwendung
es: Uso
fr: Utilisation
hi: उपयोग
ja: 用途
ko: 용도
pt_br: Uso
ru: Назначение
zh_hans: 用途

# tab_file
source: File
ar: ملف
de: Datei
es: Archivo
fr: Déposer
hi: फ़ाइल
ja: ファイル
ko: 파일
pt_br: Arquivo
ru: Файл
zh_hans: 文件

# tab_text
source: Text
ar: نص
es: Texto
fr: Texte
hi: मूलपाठ
ja: 文章
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本

# theme_dark
source: Dark
ar: مظلم
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
ja: 暗い
ko: 어두운
pt_br: Escuro
ru: Темный
zh_hans: 深色

# theme_light
source: Light
ar: ضوء
de: Licht
es: Luz
fr: Lumière
hi: रोशनी
ja: ライト
ko: 빛
pt_br: Luz
ru: Свет
zh_hans: 浅色

# theme_system
source: System
ar: نظام
es: Sistema
fr: Système
hi: प्रणाली
ja: システム
ko: 체계
pt_br: Sistema
ru: Система
zh_hans: 跟随系统

# trust_alert_title_failure
source: Trust Update Not Successful
ar: تحديث الثقة غير ناجح
de: Vertrauensaktualisierung nicht erfolgreich
es: La actualización de confianza no se realizó correctamente
fr: La mise à jour de la confiance n'a pas réussi
hi: ट्रस्ट अपडेट सफल नहीं
ja: 信頼の更新に失敗しました
ko: 신뢰 업데이트 실패
pt_br: Atualização de confiança não bem-sucedida
ru: Обновление доверия не удалось
zh_hans: 信任更新未成功

# trust_calculated_trust
source: Calculated Trust
ar: الثقة المحسوبة
de: Berechnetes Vertrauen
es: Confianza calculada
fr: Confiance calculée
hi: परिकलित विश्वास
ja: 計算された信頼
ko: 계산된 신뢰
pt_br: Confiança Calculada
ru: Расчетное доверие
zh_hans: 计算信任度

# trust_current_level
source: Current Trust Level
ar: مستوى الثقة الحالي
de: Aktuelle Vertrauensstufe
es: Nivel de confianza actual
fr: Niveau de confiance actuel
hi: वर्तमान विश्वास स्तर
ja: 現在の信頼レベル
ko: 현재 신뢰 수준
pt_br: Nível de confiança atual
ru: Текущий уровень доверия
zh_hans: 当前信任级别

# trust_desc_full
source: Fully trusted
ar: موثوق به بالكامل
de: Volles Vertrauen
es: Totalmente confiable
fr: Entièrement fiable
hi: पूरा भरोसा है
ja: 完全に信頼されている
ko: 완전히 신뢰할 수 있음
pt_br: Totalmente confiável
ru: Полностью доверяю
zh_hans: 可信度较高，可正常用于验证。

# trust_desc_marginal
source: Marginally trusted (needs more signatures)
ar: موثوق به بشكل هامشي (يحتاج إلى المزيد من التوقيعات)
de: Begrenzt vertrauenswürdig (benötigt mehr Signaturen)
es: Marginalmente confiable (necesita más firmas)
fr: Marginalement fiable (nécessite plus de signatures)
hi: सीमांत रूप से विश्वसनीय (अधिक हस्ताक्षरों की आवश्यकता है)
ja: ぎりぎり信頼されている (より多くの署名が必要)
ko: 약간 신뢰할 수 있음(더 많은 서명 필요)
pt_br: Marginalmente confiável (precisa de mais assinaturas)
ru: Незначительно доверяют (нужно больше подписей)
zh_hans: 仅部分可信，通常还需要更多有效签名。

# trust_desc_none
source: Not trusted
ar: غير موثوق به
de: Nicht vertrauenswürdig
es: No confiable
fr: Pas fiable
hi: भरोसा नहीं है
ja: 信頼されていない
ko: 신뢰할 수 없음
pt_br: Não confiável
ru: Не доверяю
zh_hans: 当前不信任，建议先核对指纹再使用。

# trust_desc_ultimate
source: Ultimate trust (your own key)
ar: الثقة المطلقة (مفتاحك الخاص)
de: Ultimatives Vertrauen (Ihr eigener Schlüssel)
es: Confianza definitiva (tu propia clave)
fr: Confiance ultime (votre propre clé)
hi: परम विश्वास (आपकी अपनी कुंजी)
ja: 究極の信頼（あなただけの鍵）
ko: 궁극적인 신뢰(나만의 키)
pt_br: Confiança final (sua própria chave)
ru: Абсолютное доверие (ваш собственный ключ)
zh_hans: 最高级别，通常仅用于您自己掌控的密钥。

# trust_desc_unknown
source: Trust level not yet calculated
ar: مستوى الثقة لم يتم حسابه بعد
de: Vertrauensniveau noch nicht berechnet
es: Nivel de confianza aún no calculado
fr: Niveau de confiance pas encore calculé
hi: विश्वास स्तर की अभी तक गणना नहीं की गई है
ja: 信頼レベルはまだ計算されていません
ko: 신뢰 수준이 아직 계산되지 않았습니다.
pt_br: Nível de confiança ainda não calculado
ru: Уровень доверия еще не рассчитан
zh_hans: 尚未完成信任评估，建议先核对来源与指纹。

# trust_level_full
source: Full
ar: ممتلىء
de: Voll
es: Lleno
fr: Complet
hi: भरा हुआ
ja: 満杯
ko: 가득한
pt_br: Completo
ru: Полный
zh_hans: 已信任

# trust_level_marginal
source: Marginal
ar: هامشي
de: Randständig
hi: सीमांत
ja: 限界
ko: 가장자리 가의
ru: Маргинальный
zh_hans: 部分信任

# trust_level_none
source: None
ar: لا أحد
de: Keiner
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: Nenhum
ru: Никто
zh_hans: 不信任

# trust_level_ultimate
source: Ultimate
ar: ذروة
de: Ultimativ
es: Último
fr: Ultime
hi: अंतिम
ja: 究極の
ko: 궁극적인
pt_br: Final
ru: Окончательный
zh_hans: 最高信任

# trust_level_unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
ja: 未知
ko: 알려지지 않은
pt_br: Desconhecido
ru: Неизвестный
zh_hans: 未评估

# trust_management_title
source: Trust Management
ar: إدارة الثقة
de: Vertrauensmanagement
es: Gestión de confianza
fr: Gestion de la confiance
hi: ट्रस्ट प्रबंधन
ja: 信託管理
ko: 신뢰경영
pt_br: Gestão de confiança
ru: Доверительное управление
zh_hans: 信任管理

# trust_owner_trust
source: Owner Trust
ar: ثقة المالك
de: Eigentümervertrauen
es: Confianza del propietario
fr: Confiance du propriétaire
hi: मालिक का भरोसा
ja: オーナートラスト
ko: 소유자 신뢰
pt_br: Confiança do Proprietário
ru: Доверие владельца
zh_hans: 所有者信任

# trust_select_level
source: Select Trust Level
ar: حدد مستوى الثقة
de: Wählen Sie Vertrauensstufe aus
es: Seleccione el nivel de confianza
fr: Sélectionnez le niveau de confiance
hi: विश्वास स्तर का चयन करें
ja: 信頼レベルの選択
ko: 신뢰 수준 선택
pt_br: Selecione o nível de confiança
ru: Выберите уровень доверия
zh_hans: 选择信任级别

# trust_signatures
source: Signatures
ar: التوقيعات
de: Unterschriften
es: Firmas
fr: Signature
hi: हस्ताक्षर
ja: 署名
ko: 서명
pt_br: Assinaturas
ru: Подписи
zh_hans: 签名数

# trust_ultimate_warning
source: Ultimate trust should only be set for your own keys
ar: يجب تعيين الثقة النهائية فقط للمفاتيح الخاصة بك
de: Ultimatives Vertrauen sollte nur für Ihre eigenen Schlüssel festgelegt werden
es: La confianza máxima sólo debe establecerse para sus propias claves
fr: La confiance ultime ne doit être définie que pour vos propres clés
hi: अंतिम विश्वास केवल आपकी अपनी चाबियों के लिए निर्धारित किया जाना चाहिए
ja: 最終的な信頼は自分のキーに対してのみ設定する必要があります
ko: 궁극적인 신뢰는 자신의 키에 대해서만 설정되어야 합니다.
pt_br: A confiança final só deve ser definida para suas próprias chaves
ru: Максимальное доверие должно быть установлено только для ваших собственных ключей.
zh_hans: 终极信任仅应用于您自己的密钥

# tutorial_backup_keys
source: Backup Keys
ar: مفاتيح النسخ الاحتياطي
de: Backup-Schlüssel
es: Claves de respaldo
fr: Clés de sauvegarde
hi: बैकअप कुंजियाँ
ja: バックアップキー
ko: 백업 키
pt_br: Chaves de backup
ru: Резервные ключи
zh_hans: 备份密钥

# tutorial_backup_keys_content
source: Use Backup Manager to create backups and store them in a safe offline location.
ar: استخدم Backup Manager لإنشاء نسخ احتياطية وتخزينها في مكان آمن دون اتصال بالإنترنت.
de: Verwenden Sie den Backup Manager, um Backups zu erstellen und diese an einem sicheren Offline-Speicherort zu speichern.
es: Utilice Backup Manager para crear copias de seguridad y almacenarlas en una ubicación segura sin conexión.
fr: Utilisez Backup Manager pour créer des sauvegardes et les stocker dans un emplacement hors ligne sécurisé.
hi: बैकअप बनाने और उन्हें सुरक्षित ऑफ़लाइन स्थान पर संग्रहीत करने के लिए बैकअप प्रबंधक का उपयोग करें।
ja: バックアップ マネージャーを使用してバックアップを作成し、オフラインの安全な場所に保存します。
ko: 백업 관리자를 사용하여 백업을 생성하고 안전한 오프라인 위치에 저장하세요.
pt_br: Use o Backup Manager para criar backups e armazená-los em um local offline seguro.
ru: Используйте Backup Manager для создания резервных копий и хранения их в безопасном автономном месте.
zh_hans: 使用备份管理器创建备份，并将其保存在安全的离线位置。

# tutorial_create_first_key
source: Create Your First Key
ar: قم بإنشاء مفتاحك الأول
de: Erstellen Sie Ihren ersten Schlüssel
es: Crea tu primera clave
fr: Créez votre première clé
hi: अपनी पहली कुंजी बनाएं
ja: 最初のキーを作成する
ko: 첫 번째 키 만들기
pt_br: Crie sua primeira chave
ru: Создайте свой первый ключ
zh_hans: 创建你的第一个密钥

# tutorial_create_first_key_content
source: Open Key Management, click Create Key, fill in your name and email, then set a passphrase.
ar: افتح إدارة المفاتيح، وانقر على إنشاء مفتاح، وأدخل اسمك وبريدك الإلكتروني، ثم قم بتعيين عبارة مرور.
de: Öffnen Sie die Schlüsselverwaltung, klicken Sie auf Schlüssel erstellen, geben Sie Ihren Namen und Ihre E-Mail-Adresse ein und legen Sie dann eine Passphrase fest.
es: Abra Administración de claves, haga clic en Crear clave, complete su nombre y correo electrónico, luego establezca una frase de contraseña.
fr: Ouvrez Key Management, cliquez sur Créer une clé, indiquez votre nom et votre adresse e-mail, puis définissez une phrase secrète.
hi: कुंजी प्रबंधन खोलें, कुंजी बनाएं पर क्लिक करें, अपना नाम और ईमेल भरें, फिर पासफ़्रेज़ सेट करें।
ja: 「キー管理」を開き、「キーの作成」をクリックし、名前と電子メールを入力して、パスフレーズを設定します。
ko: 키 관리를 열고 키 생성을 클릭한 후 이름과 이메일을 입력하고 암호를 설정하세요.
pt_br: Abra o Gerenciamento de chaves, clique em Criar chave, preencha seu nome e e-mail e defina uma senha longa.
ru: Откройте «Управление ключами», нажмите «Создать ключ», введите свое имя и адрес электронной почты, затем установите парольную фразу.
zh_hans: 打开密钥管理，点击创建密钥，填写姓名和邮箱，然后设置口令。

# tutorial_decrypt_files
source: Decrypt Files
ar: فك تشفير الملفات
de: Dateien entschlüsseln
es: Descifrar archivos
fr: Décrypter les fichiers
hi: फ़ाइलें डिक्रिप्ट करें
ja: ファイルの復号化
ko: 파일 암호 해독
pt_br: Descriptografar arquivos
ru: Расшифровать файлы
zh_hans: 解密文件

# tutorial_decrypt_files_content
source: Choose Decrypt and provide the key passphrase. Encrypted files are restored to their original names.
ar: اختر فك التشفير وقم بتوفير عبارة المرور الرئيسية. تتم استعادة الملفات المشفرة إلى أسمائها الأصلية.
de: Wählen Sie „Entschlüsseln“ und geben Sie die Schlüsselpassphrase ein. Verschlüsselte Dateien werden unter ihren ursprünglichen Namen wiederhergestellt.
es: Elija Descifrar y proporcione la frase de contraseña clave. Los archivos cifrados se restauran a sus nombres originales.
fr: Choisissez Déchiffrer et fournissez la phrase secrète de la clé. Les fichiers cryptés sont restaurés à leurs noms d'origine.
hi: डिक्रिप्ट चुनें और कुंजी पासफ़्रेज़ प्रदान करें। एन्क्रिप्टेड फ़ाइलें उनके मूल नामों में पुनर्स्थापित की जाती हैं।
ja: [復号化] を選択し、キーのパスフレーズを指定します。暗号化されたファイルは元の名前に復元されます。
ko: Decrypt를 선택하고 키 암호를 제공합니다. 암호화된 파일은 원래 이름으로 복원됩니다.
pt_br: Escolha Descriptografar e forneça a senha da chave. Os arquivos criptografados são restaurados aos seus nomes originais.
ru: Выберите «Расшифровать» и укажите ключевую фразу-пароль. Зашифрованным файлам восстанавливаются их первоначальные имена.
zh_hans: 选择解密并输入密钥口令。加密文件会恢复为原始文件名。

# tutorial_encrypt_files
source: Encrypt Files
ar: تشفير الملفات
de: Dateien verschlüsseln
es: Cifrar archivos
fr: Chiffrer les fichiers
hi: फ़ाइलें एन्क्रिप्ट करें
ja: ファイルを暗号化する
ko: 파일 암호화
pt_br: Criptografar arquivos
ru: Шифровать файлы
zh_hans: 加密文件

# tutorial_encrypt_files_content
source: Choose Encrypt in a key menu or drop files onto a key card. Encrypted files use the .gpg extension.
ar: اختر تشفير في قائمة المفاتيح أو قم بإسقاط الملفات على بطاقة المفتاح. تستخدم الملفات المشفرة الامتداد .gpg.
de: Wählen Sie „Verschlüsseln“ in einem Schlüsselmenü oder legen Sie Dateien auf einer Schlüsselkarte ab. Verschlüsselte Dateien verwenden die Erweiterung .gpg.
es: Elija Cifrar en un menú de clave o suelte archivos en una tarjeta de clave. Los archivos cifrados utilizan la extensión .gpg.
fr: Choisissez Chiffrer dans un menu clé ou déposez des fichiers sur une carte-clé. Les fichiers cryptés utilisent l'extension .gpg.
hi: कुंजी मेनू में एन्क्रिप्ट करें चुनें या कुंजी कार्ड पर फ़ाइलें छोड़ें। एन्क्रिप्टेड फ़ाइलें .gpg एक्सटेंशन का उपयोग करती हैं।
ja: キー メニューで [暗号化] を選択するか、ファイルをキー カードにドロップします。暗号化されたファイルには .gpg 拡張子が使用されます。
ko: 키 메뉴에서 암호화를 선택하거나 파일을 키 카드에 넣으세요. 암호화된 파일은 .gpg 확장자를 사용합니다.
pt_br: Escolha Criptografar em um menu de chave ou coloque os arquivos em um cartão-chave. Os arquivos criptografados usam a extensão .gpg.
ru: Выберите «Шифровать» в меню ключа или перетащите файлы на карту-ключ. Зашифрованные файлы имеют расширение .gpg.
zh_hans: 在密钥菜单中选择加密，或将文件拖到密钥卡片上。加密后文件扩展名为 .gpg。

# tutorial_export_keys
source: Export Keys
ar: مفاتيح التصدير
de: Schlüssel exportieren
es: Exportar claves
fr: Exporter les clés
hi: कुंजी निर्यात करें
ja: キーのエクスポート
ko: 키 내보내기
pt_br: Exportar chaves
ru: Экспортировать ключи
zh_hans: 导出密钥

# tutorial_export_keys_content
source: Use key actions to export public keys for sharing or private keys for backup.
ar: استخدم الإجراءات الرئيسية لتصدير المفاتيح العامة للمشاركة أو المفاتيح الخاصة للنسخ الاحتياطي.
de: Verwenden Sie Schlüsselaktionen, um öffentliche Schlüssel zur Freigabe oder private Schlüssel zur Sicherung zu exportieren.
es: Utilice acciones clave para exportar claves públicas para compartir o claves privadas para realizar copias de seguridad.
fr: Utilisez des actions clés pour exporter des clés publiques pour le partage ou des clés privées pour la sauvegarde.
hi: साझा करने के लिए सार्वजनिक कुंजियाँ या बैकअप के लिए निजी कुंजियाँ निर्यात करने के लिए मुख्य क्रियाओं का उपयोग करें।
ja: キー アクションを使用して、共有用の公開キーまたはバックアップ用の秘密キーをエクスポートします。
ko: 키 작업을 사용하여 공유용 공개 키 또는 백업용 개인 키를 내보냅니다.
pt_br: Use ações-chave para exportar chaves públicas para compartilhamento ou chaves privadas para backup.
ru: Используйте ключевые действия для экспорта открытых ключей для совместного использования или закрытых ключей для резервного копирования.
zh_hans: 使用密钥操作导出公钥用于分享，或导出私钥用于备份。

# tutorial_import_keys
source: Import Keys
ar: مفاتيح الاستيراد
de: Schlüssel importieren
es: Importar claves
fr: Importer des clés
hi: कुंजी आयात करें
ja: キーをインポートする
ko: 키 가져오기
pt_br: Importar chaves
ru: Импортировать ключи
zh_hans: 导入密钥
